import s from './b.module.scss';

function b3() {
  return (
    <div className={s.bilet}>
      <p className={s.bilet__number}>Билет 3</p>
      <details className={s.bilet__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Полоцкое княжество как первая историческая форма государственности на территории Беларуси в X—XI вв.</p>
        </summary>
        <p><strong>1. Древнерусское государство восточных славян</strong> Киевская Русь возникает в конце IX в. Территория Беларуси рассматривается историками как западные земли Киевской Руси. В письменных источниках упоминается государственное образование восточных славян на территории Беларуси Полоцкая земля-княжество. Центром княжества был город Полоцк, упомянутый в летописи «Повесть временных лет» под 862 г. Город находился на реке Западная Двина, являвшейся частью важнейшего торгового пути «из варяг в греки».</p>
        <p>Первым известным в истории полоцким князем был Рогволод. В летописи под 980 г, говорится, что «Рогволод же пришел из-за моря и имел волость свою в Полоцке». В 60—70-е гг. X в. Полоцку как возможному союзнику придавалось важное значение в соперничестве между Киевом и Новгородом, также находившимися на пути «из варяг в греки». Рогволод дал согласие на брак своей дочери Рогнеды с более сильным киевским князем Ярополком. Новгородскому князю Владимиру, также просившему руки дочери полоцкого князя, было отказано. Отказ оскорбил Владимира. Он отомстил полоцкой княжеской семье. Полоцк был взят и сожжен его войсками. Рогволод же и оба его сына убиты. Рогнеда насильно взята в жены Владимиром.</p>
        <p>В дальнейшем Владимир стал великим князем киевским. С его именем связано принятие в 988 г. и распространение на землях восточных славян новой религии — христианства. Владимир дал Рогнеде новое имя — Горислава. Возможно, Рогнеда, прожив с Владимиром несколько лет, так и не простила ему смерти отца и братьев и решилась убить его. Но покушение не удалось, Рогнеду по законам того времени должны были казнить. Мать защитил с детским мечом в руках малолетний сын Изяслав. Пораженный поступком сына, Владимир приказал выслать Рогнеду с Изяславом в Полоцкое княжество. Здесь для нее был построен город, названный именем ее сына — Изяславль (теперь Заславль). Рогнеда постриглась (по иной гипотезе, была пострижена) в монахини под именем Анастасия. Она осталась в истории как княжна с тремя именами и как одна из первых монахинь среди восточных славян.</p>
        <p>При жизни Рогнеды жители Полоцка пригласили Изяслава на княжение. Он известен в истории как князь-книжник, знавший и распространявший грамоту вместе с христианством в Полоцке. Князь Изяслав умер молодым в 1001 г., всего на год пережив свою мать.</p>
      </details>
      <details className={s.bilet__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	Беларусь в условиях польско-советской войны 1919—1921 гг. Последствия Рижского мира для Беларуси.</p></summary>
        <p><strong>1. Начало войны.</strong> В ноябре 1918 г. возродилось Польское государство, Правительство Ю. Пилсудского выступало за восстановление территории государства в границах Речи Посполитой по состоянию на 1772 г., что означало стремление вернуть территории Беларуси и Литвы, где уже была установлена советская власть, в состав Польши. В феврале 1919 г. польские войска начали наступление в направлениях Вильна — Минск и Кобрин — Пинск, началась польско-советская война. К лету 1919 г. польские войска заняли значительную территорию Беларуси. Красная Армия оставила Вильну, Брест, Минск. Угроза захвата нависла над Гомелем. И только на линии реки Березины фронт стабилизировался. Такое положение сохранялось до весны 1920 г.</p>
        <p><strong>2. Оккупационный режим.</strong> На занятой территории Беларуси польские власти восстановили помещичье землевладение, в культурной жизни проводили политику полонизации — систему мероприятий по ассимиляции белорусского народа. Закрывались белорусские школы и учреждения культуры. Многие деятели белорусского национального движения, ряд учителей белорусских школ были арестованы и отправлены в польские тюрьмы и концентрационные лагеря.</p>
        <p>В годы польской оккупации сохранялась советская власть в «Рудобельской республике». В январе 1920 г. польская карательная экспедиция сожгла деревню Рудобелку, но подавить партизанское движение оккупантам не удалось. Во время борьбы с польской интервенцией 20 знаменитым стало имя народного героя деда Талаша. Он в возрасте 74 лет организовал и возглавил партизанский отряд численностью около 300 человек, действовавший на территории Белорусского Полесья.</p>
        <p><strong>3. Военные действия на польско-советском фронте в 1920 г.</strong> В марте 1920 г. польские войска начали новое наступление. В пределах Беларуси им удалось создать пятикратное превосходство над войсками Красной Армии. Красная Армия смогла остановить польское наступление, а в июле 1920 г. перейти в контрнаступление. В результате его был освобожден Минск.</p>
        <p>В августе 1920 г. от польских оккупантов был освобожден Брест, Советские войска двинулись дальше на Запад, на территорию Польши с целью распространения мировой пролетарской революции. Войска Красной Армии дошли до окрестностей Варшавы. Из-за недостатка сил, слабого материального обеспечения, нескоординированности действий, а также негативной реакции польского населения войска Красной Армии потерпели поражение. Под угрозой окружения они вынуждены были с большими потерями отступить с территории не только Польши, но и Западной Беларуси.</p>
        <p>31 июля 1920 г. в освобожденном от польских интервентов Минске была принята Декларация о провозглашении независимости Советской Социалистической Республики Беларуси (ССРБ). Состоялось второе провозглашение ССРБ на территории Беларуси.</p>
        <p><strong>4. Рижский мирный договор и его последствия для Беларуси.</strong> В условиях, когда польские войска в результате контрнаступления заняли значительную часть Беларуси, советское правительство было вынуждено пойти на переговоры о мире. Они прошли в Риге между РСФСР и Украиной, с одной стороны, и Польшей — с другой.</p>
        <p>По Рижскому мирному договору от 18 марта 1921 г. значительная часть территории Беларуси —113 тыс. км2 с населением более 4 млн человек — отошла в состав Речи Посполитой. За БССР сохранилось только шесть уездов Минской губернии — Минский, Борисовский, Бобруйский, Игуменский, Мозырский и Слуцкий, в которых проживало 1,6 млн человек. Граница с Польшей прошла в 30 км на запад от Минска. Витебская и Гомельская губернии, западные уезды Смоленской губернии оставались в составе РСФСР.</p>
      </details>
      <details className={s.bilet__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3. Соотнесение событий истории Беларуси и всемирной истории.</p>
        </summary>
        <p>Отмена крепостного права на российских и белорусских землях с выделением общего и особенностей.</p>
        <p>Особенности проведения аграрной реформы.</p>
        <p>Проведение аграрной реформы началось с белорусско-литовских губерний.</p>
        <p>Согласно Манифесту Александра II 1861 г. помещичьи крестьяне освобождались от крепостной зависимости и приобретали личную свободу и ряд гражданских прав: от своего имени заключать разные гражданские и имущественные соглашения, открывать торговые и промышленные предприятия, переходить в другие сословия.</p>
        <p>Помещики сохраняли право собственности на землю в своих имениях. Крестьяне могли получить землю в собственность только за выкуп. Сумма выкупного платежа определялась в размере, чтобы помещик имел возможность, положив ее в банк под проценты, получать ежегодную прибыль, равную прежнему оброку.</p>
        <p>Земельные отношения между помещиками и крестьянами регулировались государством. При заключении между крестьянином и помещиком выкупной операции государство закладывало (вносило) 4/5 выкупной суммы, которую крестьянин был обязан вернуть государству на протяжении 49 лет с процентами.</p>
        <p>До заключения выкупного соглашения крестьянин за пользование земельным наделом был обязан выполнять в пользу помещика повинности — барщину или оброк в установленных государством размерах. Такие крестьяне считались временнообязанными. Поземельные отношения временнообязанных крестьян с помещиками оформлялись уставными грамотами. Их составлением занимались мировые посредники.</p>
        <p>Государственные крестьяне согласно отдельному закону от 1867 г. переводились в разряд земельных владельцев.</p>

        <p style={{ textAlign: 'center' }}>Изменения в «Положениях» 19 февраля 1861 г., связанные с восстанием 1863—1864 гг. (для белорусских губерний)</p>
        <p>1. Ликвидировано «временнообязанное» положение крестьян и введен обязательный выкуп крестьянских наделов.</p>
        <p>2. Уменьшены на 20 % выкупные платежи.</p>
        <p>3. Возвращалась земля, отобранная с 1857 г. (отрезки).</p>
        <p>4. Безземельные крестьянские семьи наделялись тремя десятинами земли.</p>
        <p>5. Крестьянам передавалась земля участников восстания.</p>

        <p style={{ textAlign: 'center' }}>Итоги и значение реформы 1861 г.</p>
        <p>1. Отмена крепостного права — своеобразный рубеж между феодализмом и капитализмом.</p>
        <p>2. Провозглашение личной свободы крепостных крестьян, их независимость от помещика. Крестьяне получили гражданские права: свободного вступления в брак, заключения договоров и сделок, выбора рода занятий, поступления в учебные заведения.</p>
        <p>3. Для развития капиталистического производства сложился рынок наемной рабочей силы.</p>
        <p>4. Крестьянская реформа была половинчатой. Она оставила многочисленные крепостные пережитки: сохранение крупного помещичьего землевладения, временнобязанное положение крестьян, крупные выкупные платежи, чересполосицу, сервитутное право.</p>
      </details>
    </div>
  );
}

export default b3;
