import s from './b.module.scss';
import img from '../img/v3/b5.png'

function b5() {
  return (
    <div className={s.bilet}>
      <p className={s.bilet__number}>Билет 5</p>
      <details className={s.bilet__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Принятие христианства и развитие культуры на белорусских землях в IX — середине XIII в.</p>
        </summary>
        <p><strong>1. Распространение христианской веры</strong> на белорусских землях началось с X в. В 992 г. князь Изяслав основал в Полоцке епархию — большой церковный округ. Рогнеда и Изяслав стали первыми христианами в Полоцком княжестве. Христианство в течение нескольких столетий распространялось в соперничестве с язычеством (многобожием). С IX по XIII в. они существовали вместе, так как язычество имело глубокие древние корни.</p>
        <p><strong>2. В Полоцком княжестве развивалась письменность.</strong> Исключительную научную ценность имеют берестяные грамоты — березовая 26 кора с нацарапанными на ней буквами. Такие грамоты обнаружены археологами в Витебске и Мстиславле.</p>
        <p>С первой половины X в. берет начало летописание — запись событий по годам (летам) в хронологической последовательности. В начале XII в. монахом Нестором была создана «Повесть временных лет» — летопись, содержащая сведения о Рогволоде, Рогнеде, Изяславе, Всеславе Чародее, о битве на Немиге и других событиях из жизни восточных славян. Самой ранней рукописной книгой на территории Беларуси является созданное в X в. Туровское евангелие, украшенное заставками — большими разноцветными буквами. Материалом для рукописных книг в те времена служил пергамент — специально выделанная кожа телят. Обложкой были две дощечки, обтянутые кожей, а закрывалась книга с помощью пряжки.</p>
        <p><strong>3. Религиозные деятели-просветители XII в.</strong> содействовали распространению письменности. Осознанный жизненный выбор сделала в 12-летнем возрасте дочь полоцкого князя Предслава. О ее жизненном пути и деятельности рассказывается в житии. Узнав о намерении отца обручить ее с будущим мужем-княжичем, она выбрала служение Богу и убежала из дому в женский монастырь, где получила имя Евфросиния. Позже она основала женский и мужской монастыри, где переписывались церковные книги. На склоне лет она совершила паломничество в Святую землю (Иерусалим), где и скончалась. Евфросиния Полоцкая — первая женщина среди восточных славян, провозглашенная православной церковью святой.</p>
        <p>Выдающимся религиозным деятелем XII в. был туровский епископ Кирилл. На некоторое время он замуровался в небольшой монастырской башне (столпе, имевшем несколько ярусов) и жил отшельником — в изоляции от других людей. Он писал «слова» — обращения к верующим, молитвы-исповеди, повести-притчи, имевшие характер поучений. За красноречие Кирилла Туровского прозвали Златоустом, «паче всех воссиявшим на Руси».</p>
        <p><strong>4. Выдающимся памятником каменного зодчества</strong> (сооружением из камня и кирпича, скрепленных раствором) был возведенный в середине XI в. в Полоцке при князе Всеславе Брячиславиче (Чародее) Софийский собор. Слово «София» означает «Божья мудрость», по представлениям верующих, управляющая мирозданием. Это был третий храм такого типа, возведенный на землях восточных славян после Киева и Новгорода. При строительстве собора использовался плоский кирпич — плинфа. Внутренняя поверхность храма была украшена фресками — росписью водяными красками по свежей штукатурке. В течение XII в. в Полоцке было возведено 10 каменных однокупольных культовых зданий. Одним из них стала Спасская церковь, построенная по просьбе Евфросинии Полоцкой зодчим Иоанном (Иваном) за 30 недель.</p>
        <p>До наших дней частично сохранилась Коложская (Борисоглебская) церковь у построенная в XII в. в Гродно. Стены церкви украшены вставками из цветного полированного камня и керамическими плитками, образующими определенный рисунок. Особенностью церкви является большое количество голосников — глиняных кувшинов, вмурованных в стены для того, чтобы было хорошо слышно молитву и голос священника.</p>
        <p>Памятником оборонного зодчества является пятиярусная, высотой около 30 м, Каменецкая башня возведенная в XIII в. на Брестчине из желтого и коричневого кирпича.</p>
        <p><strong>5. Шедевром древнего искусства</strong> является шестиконечный крест, созданный в технике перегородчатой эмали мастером Богшей (в крещении Лазарь) по заказу Евфросинии Полоцкой в 1161 г. Крест изготовлен из кипарисового дерева. Его поверхность выложена золотыми, а стороны — серебряными пластинами с выбитыми на них надписями. На золотых пластинах разноцветными эмалями изображены святые. В кресте содержались частички дерева с креста, на котором был распят Иисус Христос, мощи святых. Восстановленный в XX в. образ креста считается христианской реликвией белорусов.</p>
      </details>
      <details className={s.bilet__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	Политика индустриализации и коллективизации сельского хозяйства в БССР во второй половине 1920-х — 1930-е гг.</p></summary>
        <p>В декабре 1927 г. на XV съезде Всесоюзной Коммунистической партии (большевиков) было принято решение о проведении политики коллективизации сельского хозяйства. Причины ее проведения определялись необходимостью перевода деревни на рельсы крупного машинного производства и обеспечения города сельскохозяйственным сырьем и продуктами питания.</p>
        <p>Коллективизация проводилась путем объединения индивидуальных хозяйств крестьян в колхозы (коллективные хозяйства). Произошло принудительное и ускоренное создание колхозов, что означало игнорирование принципов добровольности при их создании. Проведение коллективизации в БССР имело свои особенности, которые были связаны с массовым и ускоренным объединением хуторских хозяйств в колхозные центры. В советскую историю 1929 г. вошел под названием «год великого перелома». Было принято решение коллективизировать к началу 1930 г. 75—80 % крестьянских хозяйств и объявить Беларусь первой в СССР республикой сплошной коллективизации. Запись крестьянства в колхозы проходила с широким использованием административно-силовых методов. Тех, кто не хотел записываться в колхозы, причисляли к кулачеству. Их выселяли за пределы Беларуси в Сибирь и в северные районы СССР. Проводилась политика ликвидации кулачества как класса. В обществе создавался образ кулака как врага народа.</p>
        <p>При создании колхозов обобществлялись как основные средства производства, принадлежавшие самим крестьянам, так и их собственные домашние животные (коровы, лошади, свиньи, куры) и даже предметы домашнего обихода, что вызвало недовольство крестьян.</p>
        <p>В колхозах труд оплачивался не деньгами, а продукцией в конце года по количеству отработанных дней — так называемых трудодней, минимум которых составлял 80. Колхозников, которые не вырабатывали этот минимум, привлекали к административной ответственности.</p>
        <p>В 1932—1933 гг. в СССР и БССР был введен паспортный режим. Однако колхозники паспортов не получили. Они могли приниматься на работу в городах только при наличии справки, в которой правление давало согласие на выход их из колхоза.</p>
        <p>Для обеспечения колхозов техникой были созданы машинно-тракторные станции (МТС), а при них — политические отделы, которые строго соблюдали партийную линию при проведении коллективизации. Первая МТС в БССР была создана в 1930 г. в местечке Койданово (теперь Дзержинск).</p>
        <p>В результате проведения сплошной коллективизации в БССР была создана материально-техническая база, необходимая для дальнейшего индустриального развития республики. Обеспечение сельскохозяйственной продукцией работников промышленности осуществлялось за счет труда колхозников. Процесс перевода крестьянского хозяйства с индивидуального в коллективное происходил с нарушениями принципов добровольности и постепенности. Это привело к нарушению законности и прав человека, а также потере экономического эффекта.</p>
      </details>
      <details className={s.bilet__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3.	Сравнительная характеристика событий истории Беларуси по предложенным признакам.</p>
        </summary>
        <p>Сравнение политики белорусизации и полонизации по предложенным признакам.</p>
        <p>Сравнение белорусизации и полонизации проводится по признакам, учитывающим период их осуществления, проведенные мероприятия и их влияние на состояние белорусского этноса.</p>
        <img className='img' style={{width:"900px"}} src={img} alt='' />
        <p>Если в БССР коммунистической партией проводилась политика белорусизации, направленная на поддержку развития национального языка и культуры, что помогало белорусам осознать себя нацией, то в Западной Беларуси белорусам приходилось бороться за право обучать детей на белорусском языке.</p>
        <p>Таким образом, процессы белорусизации и полонизации являются противоположными по своей сущности. Белорусизация имела положительный характер, так как способствовала росту национального самосознания и идентификации белорусов. Полонизация, наоборот, была направлена на ассимиляцию белорусов, т. е. их слияние с поляками и потерю своих языка и культуры.</p>

      </details>
    </div>
  );
}

export default b5;
